Repository: ChrisLloydME/AudioMator
Catalog: AudioMator/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Type the fixed filename separators you expect. Click or drag a field to mark where metadata should be extracted.
zh_hans: 输入预期的固定文件名分隔符。点击或拖动字段以标记应从哪里提取元数据。
zh_hk: 輸入預期的固定檔案名分隔符。点击或拖动字段以標记應从哪里提取元資料。

source: Type the literal filename separators, then insert the fields you want to extract.
zh_hans: 输入字面文件名分隔符，然后插入要提取的字段。
zh_hk: 輸入字面檔案名分隔符，然后插入要提取的字段。

source: Type the punctuation and spacing you want. Click or drag a field to insert it at the caret.
zh_hans: 输入需要的标点和空格。点击或拖动字段可将其插入到光标处。
zh_hk: 輸入需要的標点和空格。点击或拖动字段可將其插入到光標處。

source: Unassigned
zh_hans: 未分配
zh_hk: 未分配

source: Unchanged
zh_hans: 未更改
zh_hk: 未更改

source: Unsaved Changes
zh_hans: 未保存的更改
zh_hk: 未保存的更改

source: Update the selected metadata field for every file in the current selection.
zh_hans: 更新当前选择中每个文件的所选元数据字段。
zh_hk: 更新当前選擇中每個檔案的所選元資料字段。

source: Value
zh_hans: 值
zh_hk: 值

source: Version %@
zh_hans: 版本 %@
zh_hk: 版本 %@

source: View raw metadata
zh_hans: 查看原始元数据
zh_hk: 查看原始元資料

source: Watched Folders
zh_hans: 监视文件夹
zh_hk: 監看檔案夾

source: Write
zh_hans: 写入
zh_hk: 寫入

source: Write Metadata
zh_hans: 写入元数据
zh_hk: 寫入元資料

source: Year
zh_hans: 年份
zh_hk: 年份

source: About
zh_hans: 关于

source: Acknowledgements…
zh_hans: 致谢…

source: Add Folder…
zh_hans: 添加文件夹…
